Repository: miurahr/omegat-for-cat-beginners
Catalog: files/fr.tmx
Source language: en_us
Languages: fr

source: View or edit file conversion filters. To have multiple filters of a specific type, select the type from the list and edit it. Each filter has a source filename pattern and can support different source file encodings, target file encodings, and target filename pattern.
fr: Visualiser et modifier les filtres de conversion. Pour avoir différents filtres d'un type spécifique, sélectionnez le type dans la liste et modifiez le. Chaque filtre est associé à un pattern de nom de fichier source et peut accepter différents pattern de nom de fichier cible, encodages pour les fichiers sources et cibles.

source: It is a tool intended for professional translators.
fr: Il ne traduit pas à votre place

source: Error
fr: Erreur

source: [U8W] Wrong file type specified: It must be HTML or XML!
fr: [U8W] Type de fichier spécifié erroné: HTML ou XML requis !

source: Escaped binary char contains malformed data (&#x{0};)!
fr: Caractère binaire contenant des données non conformes (&#x{0};) !

source: Locale is wrong or is not specified '{0}'! Localized Resource bundle cannot be created
fr: Le paramètre de localisation est soit non valide soit non spécifié '{0}' ! Les ressources localisées n'ont pas pu être crées.

source: &Settings
fr: &Préférences

source: WARNING: Unable to locate source language text in segment {0}!
fr: Attention: impossible de trouver de texte en langue source dans le segment {0} !

source: Select Fuzzy Match #&1
fr: Choisir la correspondance #&1

source: Encountered illegal \u sequence
fr: Séquence \u non conforme

source: Select Fuzzy Match #&3
fr: Choisir la correspondance #&3

source: Select Fuzzy Match #&2
fr: Choisir la correspondance #&2

source: Select Fuzzy Match #&5
fr: Choisir la correspondance #&5

source: Entries with modified tags
fr: Des marqueurs ont été modifiés

source: Select Fuzzy Match #&4
fr: Choisir la correspondance #&4

source: Translation Memory directory:
fr: Répertoire des mémoires de traduction :
